Repository: schulzalexander/MulTimer
Catalog: MulTimer/*.lproj/Localizable.strings
Languages: de

source: Continue
de: Weiter

source: Cancel
de: Abbrechen

# TimerCollectionViewEmptyMessage
source: No Active Timers
de: Keine Aktiven Timer

# SavedTimerTableViewEmptyMessage
source: No Saved Timers Left
de: Keine Gespeicherten Timer Übrig

source: Warning
de: Warnung

source: Reset
de: Zurücksetzen

# ContentResetAlertMessage
source: All content will be deleted and cannot be restored!
de: Der komplette Inhalt wird gelöscht und kann nicht wiederhergestellt werden!

# PrivacyPolicy
source: <font face="HelveticaNeue", size=4, align="justify"><h2><b>General</b></h2><p>This Privacy Policy belongs to the mobile app MulTimer.</p><p>This privacy policy describes, how your personal data is collected, processed and used throughout your usage of this app.</p><h2><b>Timer</b></h2><p>Any data concerning the timers that you created within this app will only be stored locally on your device, i.e. none of it will be transferred to our servers or third parties.</p><h2><b>Usage Analytics</b></h2><p>We use Google Analytics, an analytics service by the Google Inc. ("Google"). Google saves cookies. The data collected by those cookies contains information about the usage of this app, and will be sent to and saved at a server of Google in the USA.<br>Google will utilize this data on our behalf to create reports about the activities and usage of this app, in order for us to be able to further improve the services of this app. For this purpose, pseudonymous user profiles can be created from the processed data.</p></font>
de: <font face="HelveticaNeue", size=4, align="justify"><h2><b>Allgemein</b></h2><p>Diese Datenschutzerklärung bezieht sich auf die mobile App MulTimer.</p><p>In dieser Datenschutzerklärung wird ausgeführt, in welcher Art und Weise deine persönlichen Daten beim Gebrauch der App gesammelt, verarbeitet und genutzt werden.</p><h2><b>Timer</b></h2><p>Alle Timer und zugehörigen Daten, die du in dieser App erstellst, werden nur lokal auf deinem Gerät gespeichert, und nicht an dritte weitergegeben.</p><h2><b>Usage Analytics</b></h2><p>Wir setzen Google Analytics, einen Analysedienst der Google Inc. („Google“) ein. Google verwendet Cookies. Die durch das Cookie erzeugten Informationen über die Benutzung der App durch die Nutzer werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.<br>Google wird diese Informationen in unserem Auftrag benutzen, um die Nutzung unserer App durch die Nutzer auszuwerten, um Reports über die Aktivitäten innerhalb dieser App zusammenzustellen und um weitere mit der Nutzung dieser App verbundene Dienstleistungen uns gegenüber zu erbringen. Dabei können aus den verarbeiteten Daten pseudonyme Nutzungsprofile der Nutzer erstellt werden.</p></font>

# TutorialMainAddButtonTitle
source: Add a Timer
de: Timer hinzufügen

# TutorialMainAddButtonExplanation
source: To add a timer, click the '+' on the bottom of the screen.
de: Um einen Timer hinzuzufügen, klicke auf das '+'.

# TutorialAddContainerTitle
source: New or Reuse
de: Neu oder wiederverwenden

# TutorialAddContainerExplanation
source: You can either create a new timer, or reuse old ones that you frequently need.
de: Du kannst entweder einen neuen Timer erstellen, oder aus einer Lister deiner häufig benutzen Timer auswählen.

# TutorialNamedUnnamedTitle
source: Naming
de: Namen

# TutorialNamedUnnamedExplanation
source: If you give a timer a name, it will automatically be in the reuse-list when it is due.
de: Wenn du einem Timer einen Namen zuweist, wird dieser, sobald er abgelaufen ist, automatisch in der Liste zur Wiederverwendung angezeigt.

# TutorialPauseTimerExplanation
source: To pause or resume a timer, just click on it. This will also reveal the delete button.
de: Um einen Timer zu pausieren oder zu aktivieren, klicke einfach darauf. Pausierte Timer können über einen Button gelöscht werden.

# TutorialTimerFinishedTitle
source: Timer due
de: Timer abgelaufen

# TutorialTimerFinishedExplanation
source: When a timer is due, it will show a checkmark and send you a notification. Click on the timer to remove it from the list.
de: Wenn ein Timer abgelaufen ist, wird dieser einen Haken zeigen und dir eine Benachrichtung senden. Ein Klick auf den Timer wird diesen dann aus der Übersicht entfernen.
